Question 0:

HOCMAI.VN
CÔ LÊ THỊ THU TRANG
(Đề thi có  trang)
ĐỀ PEN–I – ĐỀ SỐ 6
Môn thi: LỊCH SỬ
Thời gian làm bài: 50 phút, không kể thời gian phát đề
Họ, tên thí sinh: .......................................................................
Số báo danh: ............................................................................

Answer A:MA TRẬN ĐỀ THI
Mức độ nhận thức
Chủ đề
Nhận
biết
Thông
hiểu
Vận dụng
Thấp
Vân dụng
cao
Tổng
Các nước Á – Phi – Mĩ La tinh từ cuối 
thế kỷ XIX đến Chiến tranh thế giới thứ 
hai
(1939 –1945)
1
1
Ấn Độ từ nửa sau thế kỷ XIX đến năm 1945
Trung Quốc từ giữa thế kỷ XIX đến năm
1945
Câu 1
Các nước Đông Nam Á từ giữa thế kỷ XIX
đến năm 1945
Châu Phi và khu vực Mĩ Latinh (thế kỷ XIX
đến năm 1945)
Cách mạng tháng Mười Nga năm 1917 và 
Chiến tranh thế giới thứ nhất; Công cuộc 
xây dựng Chủ nghĩa xã hội ở Liên Xô
(1921 –1941)
1
1
Cách mạng tháng Mười Nga năm 1917
Chiến tranh thế giới thứ nhất
Câu 15
Công cuộc xây dựng Chủ nghĩa xã hội ở
Liên Xô (1921 –1941)
Nhật Bản từ thế kỷ XIX đến năm 1945; 
Các nước tư bản giữa hai cuộc chiến
tranh thế giới (1918 –1939)
1
1
Nhật Bản cuối thế kỷ XIX đầu thế kỷ XX
Câu 29
Nhật Bản giữa hai cuộc chiến tranh thế giới
và quá trình quân phiệt hóa bộ máy  nhà 
nước
Trật tự Vecxai – Oasinhtơn và cuộc khủng
hoảng kinh tế 1929 –1933
Nước Đức sau Chiến tranh thế giới thứ nhất
và sự hình thành chủ nghĩa phát xít
Nước Mĩ sau Chiến tranh thế giới thứ nhất và 
Chính sách mới của Tổng thống Rudơven
Chiến tranh thế giới thứ hai (1939 –1945)1
1
Quan hệ quốc tế trước Chiến tranh thế giới
thứ hai

Chiến tranh thế giới thứ hai (1939 –1945) và
tác động của nó đến tình hình thế giới
Câu 16
Sự hình thành trật tự thế giới mới sau 
Chiến tranh thế giới thứ hai (1945 – 1949)
11
Hội nghị Ianta
Liên hợp quốcCâu 2
Liên Xô và các nước Đông Âu (1945 –
1991), Liên bang Nga (1991 –2000)
11
Liên Xô (1945 –1991)Câu 3
Các nước Á, Phi, Mĩ La–tinh (1945 – 2000)
112
Các nước Đông Bắc Á
Các nước Đông Nam Á và Ấn ĐộCâu 25
Các nước châu Phi và Mĩ Latinh
Câu 30
Mĩ, Tây Âu, Nhật Bản (1945 – 2000)
112
Nước MĩCâu 4
Tây Âu
Nhật BảnCâu 31
Quan hệ quốc tế (1945 – 2000)
11
Quan hệ quốc tế (1945 – 2000)Câu 17
Cách mạng khoa học – công nghệ và xu 
thể toàn cầu hóa
11
Cách mạng khoa học – công nghệ và xu thể
toàn cầu hóa
Câu 5
Lịch sử Việt Nam từ 1858 đến 1918
41128
Âm mưu và quá trình Pháp xâm lược Việt
Nam từ 1858 đến 1884
Câu 26Câu 32
Cuộc kháng chiến chống Pháp của nhân dân
Việt Nam từ 1858 đến năm 1884
Câu 18
Phong trào Cần Vương và phong trào đấu
tranh tự vệ cuối thế kỷ XIX
Câu 6,7
Cuộc khai thác thuộc địa lần thứ nhất của
thực dân Pháp
Câu 33
Phong trào yêu nước và cách mạng ở Việt
Nam từ đầu thế kỷ XX đến Chiến tranh thế 
giới thứ nhất (1914)
Việt Nam trong những năm Chiến tranh thế
giới thứ nhất (1914 –1918)
Câu 8,9
Việt Nam từ năm 1919 – 1930
1214
Phong trào DTDC ở Việt Nam (1919 –
1925)
Câu 10Câu 19,
20
Câu 34
Phong trào DTDC ở Việt Nam (1925 –
1930)
Việt Nam từ năm 1930 – 1945
2125
Phong trào cách mạng 1930 – 1935Câu 21

Phong trào dân chủ 1936 – 1939Câu
11,12
Câu 35,36
Phong trào GPDT và TKN tháng Tám (1939
– 1945). Nước VNDCCH ra đời
Việt Nam từ năm 1945– 1954
11125
Nước VNDCCH từ sau 2 – 9 – 1945 đến
trước 19 – 12 – 1946
Câu 37
Những năm đầu của cuộc kháng chiến toàn 
quốc chống TD Pháp (1946 – 1950)
Câu 13Câu 22Câu 38
Bước phát triển của cuộc kháng chiến toàn
quốc chống TD Pháp (1951 – 1953)
Câu 27
Cuộc kháng chiến toàn quốc chống TD Pháp
kết thúc (1953 – 1954)
Việt Nam từ năm 1954 – 1975
11125
Xây dựng CNXH ở miền Bắc, đấu tranh 
chống ĐQ Mĩ và CQ SG ở miền Nam
(1954– 1965)
Nhân dân hai miền trực tiếp chiến đấu chống 
ĐQ Mĩ xâm lược. MB vừa chiến đấu vừa
sản xuất (1965 – 1973)
Câu 23Câu 28Câu 39,
40
Khôi phục và phát triển KT – XH ở miền 
Bắc. giải phóng hoàn toàn miền Nam  (1973
– 1975)
Câu 14
Việt Nam từ năm 1975 – 2000
11
Việt Nam sau năm đầu của cuộc kháng chiến
chống Mĩ, cứu nước năm 1975
Câu 24
Đất nước trên đường đổi mới đi lên xây
dựng CNXH (1986 – 2000)
Số câu
141041240

Question 1: Cao trào đấu tranh chống đế quốc và phong kiến của nhân dân Trung Quốc lên cao từ sau

Answer A:phong trào Nghĩa Hòa đoàn. Answer B:phong trào Ngũ tứ 
Answer C:khởi nghĩa Thái bình Thiên quốc. Answer D:phong trào Duy tân năm Mậu Tuất 1898. 

Question 2: Cơ quan nào sau đây của Liên hợp quốc gồm đại diện tất cả các nước thành viên?

Answer A:Hội đồng Bảo an.Answer B:Đại hội đồng.
Answer C:Hội đồng Kinh tế và Xã hội.Answer D:Hội đồng Quản thác.

Question 3: Sản lượng công nghiệp của Liên Xô đạt mức trước chiến tranh vào năm nào?

Answer A:1945. Answer B:1947. Answer C:1950. Answer D:1957. 

Question 4: Sản lượng nông nghiệp của Mĩ đến năm 1949 gấp hai lần sản lượng của 5 nước lớn nào dưới đây 
cộng lại ?

Answer A:Anh, Pháp, CHLB Đức, Italia và Nhật Bản.
Answer B:Anh, Pháp, Nhật Bản, Tây Ban Nha và Bồ Đào Nha.
Answer C:Anh, Pháp, Nhật Bản, Hàn Quốc và CHLB Đức.

Answer D:Anh, Pháp, Nhật Bản, Thái Lan và CHLB Đức.

Question 5: Trong giai đoạn hai của cuộc cách mạng Khoa học – kĩ thuật diễn ra chủ yếu về công nghệ với 
sự ra đời của thế hệ máy tính điện tử mới thế hệ thứ mấy?

Answer A:Thứ nhất.Answer B:Thứ hai.Answer C:Thứ ba.Answer D:

Question 6: Người có công sáng chế ra vũ khí chống Pháp trong cuộc khởi nghĩa Hương Khê là

Answer A:Phan Đình Phùng.Answer B:Cao Thắng.Answer C:Đốc Tít.Answer D:Cầm Bá Thước.

Question 7: Khởi nghĩa Yên Thế là cuộc nổi dậy tự vệ của

Answer A:binh línhAnswer B:nông dân
Answer C:công nhânAnswer D:văn thân, sĩ phu yêu nước

Question 8: Khi Chiến tranh thế giới thứ nhất bùng nổ, nhiệm vụ của Đông Dương là

Answer A:cung cấp lính cho Pháp để tham gia Chiến tranh.
Answer B:cung cấp máu để cứu chữa thương binh .
.  Answer C:cung cấp tối đa nhân lực, vật lực và tài lực cho chính quốc.
Answer D:cung cấp lương thực cho chiến tranh.

Question 9: Lực lượng chủ chốt của phong trào dân tộc ở Việt Nam trong những năm Chiến tranh thế giới thứ 
nhất là

Answer A:nông dân.Answer B:công nhân.Answer C:tư sản.Answer D:tiểu tư sản.

Question 10: Cuộc khai thác thuộc địa lần thứ hai của Pháp ở Việt Nam kết thúc vào năm nào?

Answer A:Năm 1920, khi Đảng Cộng sản Pháp ra đời.
Answer B:Năm 1923, khi Nguyễn Ái Quốc rời Pháp sang Liên Xô.
Answer C:Năm 1925, khi xuất bản tác phẩm Bản án chế độ thực dân Pháp.
Answer D:Năm 1929, khi thế giới bắt đầu diễn ra cuộc khủng hoảng kinh tế.

Question 11: Từ đầu những năm 30 của thế kỷ XX, thế lực phát xít cầm quyền ở Đức, Italia, Nhật Bản đã có 
hành động gì?

Answer A:Tích cực phát triển kinh tế.Answer B:Đàn áp phong trào cách mạng ở các thuộc địa.
Answer C:Chạy đua vũ trang, chuẩn bị chiến tranh thế giới. Answer D:Đàn áp những người Do Thái.

Question 12: Trong thời kì 1936 –1939, trong số các đảng phái chính trị ở Việt Nam chỉ có Đảng Cộng sản 
Đông Dương là Đảng mạnh nhất vì

Answer A:có số lượng đảng viên chiếm đa số trong nhân dân.
Answer B:có tổ chức chặt chẽ và có chủ trương rõ ràng.
Answer C:công khai hoạt động, thu hút được đông đảo nhân dân tham gia.
Answer D:được Chính phủ Pháp công nhận và cho phép hoạt động.

Question 13: Cho các sự kiện: 
1. Pháp gửi tối hậu thư cho Chính phủ ta. 
2. Pháp gây ra vụ thảm sát ở phố Hàng Bún. 
3. Ta và Pháp ký Hiệp định Sơ bộ. 
4. Tác phẩm Kháng chiến nhất định thắng lợi được xuất bản. 
Hãy sắp xếp các sự kiện trên theo thứ tự thời gian.

Answer A:1,2, 3,4.Answer B:2,3,4,1.Answer C:3,2, 1, 4.Answer D:4,3,2,1.


Question 14: Chiến thắng nào của quân dân ta vào đầu năm 1975 cho thấy sức mạnh và khả năng thắng lợi của 
quân ta, sự suy yếu của chính quyền Sài Gòn và sự can thiệp trở lại bằng quân sự rất hạn chế của Mĩ?

Answer A:Chiến thắng Vạn Tường.Answer B:Chiến thắng Ấp Bắc.
Answer C:Chiến thắng Bình Giã.Answer D:Chiến thắng Phước Long.
Câu  15.  Vũ  khí  hiện đại đã được  hai  bên  sử  dụng  trong  Chiến  tranh  thế  giới  thứ  nhất  vào  thời điểm 
nào?
Answer E:Ngay từ khi bùng nổ chiến tranh.Answer F:Trong năm thứ hai của cuộc chiến tranh (1915)
Answer G:Khi Mĩ tham chiến (1917).Answer H:Khi sắp kết thúc chiến tranh (1918).

Question 15: Trong Hội nghị Muy – ních, đại biểu của Tiệp Khắc được mời đến dự nhằm

Answer A:bàn bạc, thỏa thuận vấn đề Xuy – đét
Answer B:tiếp nhận và thi hành hiệp định kí giữa Anh, Pháp và Đức, Italia.
Answer C:bỏ phiếu quyết định đến số phận của vùng Xuy – đét.
Answer D:là một thành viên quan trọng không thể thiếu trong hội nghị .

Question 16: Cuộc chiến tranh của Pháp ở Đông Dương từ 1945 đến 1954, chính thức có sự can thiệp của Mĩ 
từ năm

Answer A:1949Answer B:1950Answer C:1951Answer D:1953

Question 17: Chiến thắng Cầu Giấy lần thứ nhất khi Pháp xâm lược Bắc Kì đã có tác dụng gì?

Answer A:Nhân dân phấn khởi, Pháp hoang mang lo sợ tìm cách thương lượng.
Answer B:Thực dân Pháp phải quay lại không dám tấn công ra Bắc Kì. 
Answer C:Triều đình quyết tâm cùng nhân dân kháng chiến chống Pháp.
Answer D: Tiêu diệt đội  quân thiện chiến nhất của  Pháp,  làm  cho tương  quan lực lượng  có lợi  cho  quân triều 
đình.

Question 18: Tổ chức nào sau đây là tiền thân của Đảng Cộng sản Việt Nam?

Answer A:Hội Phục Việt.Answer B:Hội Việt Nam Cách mạng Thanh niên.
Answer C:Việt Nam Quốc Dân đảng.Answer D:Hội Hưng Nam.
Câu  20.  Trong cuộc  khai  thác thuộc địa lần thứ  hai của thực  dân  Pháp, ngoại thương  có  phát triển hơn 
giai đoạn trước là do
Answer E:thực dân Pháp miễn thuế cho hàng ngoại vào Việt Nam.
Answer F:giao thông thuận tiện hàng hóa từ nhiều nước vào Việt Nam.
Answer G: Pháp dựng  lên  hàng  rào thuế  quan, đánh thuế mạnh  vào  hàng của  Trung Quốc, Nhật Bản, Đông 
Dương chủ yếu là hàng của Pháp.
Answer H:Người dân Việt Nam có thói quen thích dùng hàng ngoại nhập.

Question 19: So với các thuộc địa khác của Pháp và các nước trong khu vực, mức độ khủng hoảng kinh tế ở 
Việt Nam trong những năm 1929 –1933 như thế nào?

Answer A:khủng hoảng rất nặng nề.
Answer B:chỉ khủng hoảng trong lĩnh vực khai thác than.
Answer C:chỉ khủng hoảng trong lĩnh vực nông nghiệp.
Answer D:ít bị ảnh hưởng do Việt Nam ở xa Pháp.
Câu  22. Trước  khi Hồ Chủ tịch  ra Lời  kêu gọi  toàn quốc  kháng chiến  thì  Ban Thường vụ  Trung ương 
Đảng đã làm gì?
Answer E:Ra chỉ thị Toàn dân kháng chiến.

Answer F:Viết hàng loạt bài báo, giải thích cụ thể về đường lối kháng chiến.
Answer G:Ra chỉ thị "Phải phá tan cuộc tấn công mùa đông của giặc Pháp".
Answer H:Chỉ đạo nhân dân thực hiện "Tiêu thổ kháng chiến".

Question 20: Sự kiện nào đánh dấu miền Bắc nước ta được hoàn toàn giải phóng?

Answer A:21/7/1954, Hiệp định Giơnevơ được ký kết.
Answer B:10/10/1954, quân ta tiến vào tiếp quản Hà Nội.
Answer C:1/1/1955, Trung ương Đảng, Chính phủ và Chủ tịch Hồ Chí Minh ra mắt nhân dân Thủ đô.
Answer D:Toán lính Pháp cuối cùng rút khỏi đảo Cát Bà (16–5–1955).

Question 21: Sự kiện nào đánh dấu nhiệm vụ thống nhất đất nước về mặt Nhà nước đã hoàn thành ?

Answer A:Tổ chức thành công cuộc Tổng tuyển cử bầu Quốc hội chung (25–4–1976).
Answer B:Kết quả của kì họp thứ nhất, Quốc hội khóa VI.
Answer C:Hội nghị Hiệp thương chính trị thống nhất đất nước.
Answer D:Đại hội Đảng toàn quốc lần thứ IV (1976).

Question 22: Chủ trương của Đảng Quốc đại lãnh đạo nhân dân Ấn Độ đấu tranh giành độc lập bằng hình 
thức nào?

Answer A:Đấu tranh vũ trang.
Answer B:Kết hợp đấu tranh chính trị và đấu tranh vũ tranh.
Answer C:Bạo động "sắt và máu"
Answer D:"Bất bạo động".

Question 23: Thái độ của triều đình Huế khi nghe tin chiến thắng Cầu Giấy lần thứ hai là

Answer A:vui mừng.
Answer B:quyết tâm cùng nhân dân kháng Pháp.
Answer C:lo sợ, vẫn nuôi ảo tưởng thu hồi Hà Nội bằng con đường thương thuyết.
Answer D:chuẩn bị lực lượng để đối phó với Pháp khi chúng quay lại trả thù.

Question 24: Để bồi dưỡng sức dân, đầu năm 1953, Đảng và Chính phủ đã quyết định phát động quần chúng

Answer A:thi đua yêu nước.Answer B:thi đua tăng gia sản xuất.
Answer C:triệt để giảm tô và cải cách ruộng đất.Answer D:thực hiện cuộc vận động tiết kiệm.

Question 25: Các "Vành đai diệt Mĩ" ở miền Nam xuất hiện sau sự kiện nào?

Answer A:Sau trận Núi Thành.
Answer B:Sau trận Vạn Tường.
Answer C:Sau các cuộc phản công trong hai mùa khô của quân dân ta ở miền Nam.
Answer D:Sau cuộc Tổng tiến công và nổi dậy Xuân Mậu Thân 1968.

Question 26: Quá trình tiến lên chủ nghĩa đế quốc của Nhật Bản so với các nước châu Âu có gì khác?

Answer A:chậm hơn so với các nước tư bản châu Âu.
Answer B:còn tàn dư phong kiến nhưng tiến lên chủ nghĩa đế quốc nhanh.
Answer C:tiến nhanh và gạt bỏ mọi tàn dư của chế độ cũ.
Answer D:tiến lên chủ nghĩa đế quốc nhưng không xâm lược thuộc địa.

Question 27: Vì sao các nước Mĩ Latinh đã giành được độc lập từ thế kỷ XIX nhưng sau Chiến tranh thế giới 
thứ hai vẫn tiếp tục đứng lên đấu tranh?

Answer A:Vì bị Mĩ can thiệp, dựng lên các chính quyền thân Mĩ, biến Mĩ Ltinh thành "sân sau" của Mĩ.

Answer B:Vì bị lệ thuộc Mĩ về chính trị.
Answer C:Vì bị lệ thuộc Mĩ về kinh tế.
Answer D:Vì có ảnh hưởng của cách mạng vô sản.

Question 28: Tại sao gọi là "hiện tượng thần kì" Nhật Bản

Answer A:Vì Nhật Bản có phép màu trong phát triển kinh tế.
Answer B:Vì từ một nước ảnh hưởng nặng nề của Chiến tranh, sau hơn 2 thập kỷ Nhật Bản đã vươn lên đứng 
thứ hai trong thế giới TBCN (sau Mĩ).
Answer C:Vì Nhật Bản nhận được sự giúp đỡ của Mĩ
Answer D:Vì Nhật Bản nhận được sự giúp đỡ của nhiều quốc gia trên thế giới.

Question 29: Thực dân Pháp đã sử dụng thủ đoạn gì khi tiến hành xâm lược Việt Nam?

Answer A:Thủ đoạn hù dọa.
Answer B:dùng vũ khí hiện đại áp đảo và lợi dụng sự nhu nhược của nhà Nguyễn ép ký các Hiệp ước bất bình 
đẳng.
Answer C:Liên minh với Tây Ban Nha tạo ra sức mạnh lớn.
Answer D:Mua chuộc quan lại nhà Nguyễn.

Question 30: Cuộc hai thác thuộc địa lần thứ nhất của thực dân Pháp đã dẫn đến sự chuyển biến gì trong xã 
hội Việt Nam? 

Answer A:Xã hội có sự du nhập quan hệ sản xuất mới. 
Answer B:Xã hội Việt Nam có sự phân hóa, xuất hiện các giai tầng mới. 
Answer C:Xã hội Việt Nam không có chuyển biến nào đáng kể. 
Answer D:Giai cấp tư sản chiếm đa số trong xã hội. 

Question 31: Công lao lớn nhất của Nguyễn Ái Quốc đối với cách mạng Việt Nam từ năm 1919 đến năm 1925 
là 

Answer A:xác định mối quan hệ giữa cách mạng Việt Nam với cách mạng thế giới 
Answer B:nhận thức được vai trò của nông dân. 
Answer C:nhận thức được vai trò của cách mạng thuộc địa. 
Answer D:tìm ra con đường cứu nước đúng đắn cho cách mạng Việt Nam.

Question 32: So với phong trào cách mạng 1930 –1931, phong trào dân chủ 1936 –1939 đã có thêm các lực 
lượng nào tham gia cách mạng? 

Answer A:công nhân 
Answer B:nông dân 
Answer C:ngoài liên minh công –nông còn có các lực lượng yêu nước có tư tưởng chống phát xít. 
Answer D:ngoài công – nông còn có địa chủ vừa và nhỏ. 

Question 33: Qua phong trào dân chủ 1936 –1939, quần chúng đã được giác ngộ về 

Answer A:tư tưởng tự do, bình đẳng, bác ái. 
Answer B:chủ nghĩa Mác – Lênin và đường lối cách mạng của Đảng. 
Answer C:tính chất của một xã hội thuộc địa 
Answer D:bản chất của chủ nghĩa đế quốc. 
Câu  37. Tại  sao  sau  Cách mạng  tháng  Tám Hồ  Chí  Minh  không đặt  tên nước  là Cộng  hòa  xã hội chủ 
nghĩa Việt Nam mà lại là Việt Nam Dân chủ Cộng hòa? 

Answer E:Do chủ nghĩa xã hội mới hình thành. 
Answer F:Do tình hình thế giới và trong nước cần phải đặt tên nước như vậy mới phù hợp. 
Answer G:Do nước ta vừa đứng về phe dân chủ chống phát xít  
Answer H:Do các thế lực đế quốc đang chĩa mũi nhọn vào chủ nghĩa xã hội. 
Câu  38.  Sau  Cách mạng  tháng  Tám, mưu đồ  xâm lược  toàn bộ nước  ta của thực  dân  Pháp đã thể hiện 
trắng trợn qua sự kiện 
Answer I:tiến quân ra Bắc 
Answer J:kí với Trung Hoa dân quốc Hiệp ước Hoa – Pháp. 
Answer K:gửi tối hậu thư cho chính phủ ta ngày 18–12–1946. 
Answer L:không thực hiện nghiêm chỉnh Hiệp định Sơ bộ 6–3–1946. 

Question 34: Thắng lợi nào của quân dân ta buộc Mĩ phải tuyên bố "Mĩ hóa chiến tranh xâm lược trở lại" 

Answer A:Thắng lợi ở mùa khô thứ nhất. 
Answer B:Thắng lợi ở mùa khô thứ hai. 
Answer C:Thắng lợi tại cuộc tiến công chiến lược 1972. 
Answer D:Thắng lợi trong 12 ngày đêm cuối năm 1972. 

Question 35: Mĩ tuyên bố "Phi Mĩ hóa chiến tranh" sau sự kiện nào? 

Answer A:Bị thất bại ở miền Bắc khi tiến hành chiến tranh phá hoại lần thứ nhất 
Answer B:Bị thất bại ở cả hai miền vào cuối năm 1968. 
Answer C:Bị thất bại ở trận Vạn Tường. 
Answer D:Bị thất bại trong đợt 1 của cuộc Tổng tiến công và nổi dậy Xuân Mậu Thân 1968.
IIAnswer E:ĐÁP ÁN
BẢNG ĐÁP ÁN ĐỀ PEN–I số 06
1.B2.B3.B4.A5.C6. B7.B8.C9.B10.D
11.C12.B13.C14.D15.B16.B17.A18.A19.B20.C
21.A22.A23.D24.B25.D26.C27.C28.B29.B30.A
31.B32.B33.B34.D35.C36.B37.B38.C39.C40.B
